Repository: matiasmoon/cleeth
Catalog: Cleeth/Resources/Localizable.xcstrings
Source language: en
Languages: es, es_419, fr, it, pt_br, pt_pt

# onboarding.calendar.subtitle
source: Create events on your calendar for brushing your teeth
es: Crea eventos en tu calendario para cepillarte los dientes
es_419: Crea eventos en tu calendario para cepillarte los dientes
fr: Crée des événements dans ton calendrier pour te brosser les dents
it: Crea eventi nel tuo calendario per lavarti i denti
pt_br: Crie eventos no calendário para escovar os dentes
pt_pt: Cria eventos no teu calendário para escovar os dentes

# onboarding.calendar.title
source: Sync with Calendar
es: Sincronizar con el Calendario
es_419: Sincronizar con el Calendario
fr: Synchroniser avec le Calendrier
it: Sincronizza con il Calendario
pt_br: Sincronizar com o Calendário
pt_pt: Sincronizar com o Calendário

# onboarding.completion.get_started
source: Get Started!
es: ¡Empezar!
es_419: ¡Comenzar!
fr: Commencer !
it: Inizia!
pt_br: Começar!
pt_pt: Começar!

# onboarding.completion.subtitle
source: Let's start to create this new habit!
es: ¡Empecemos a crear este nuevo hábito!
es_419: ¡Empecemos a crear este nuevo hábito!
fr: Commençons à créer cette nouvelle habitude !
it: Iniziamo a creare questa nuova abitudine!
pt_br: Vamos começar a criar esse novo hábito!
pt_pt: Vamos começar a criar este novo hábito!

# onboarding.completion.title
source: Feel Ready?
es: ¿Listo?
es_419: ¿Listo?
fr: Prêt ?
it: Pronto?
pt_br: Pronto?
pt_pt: Pronto?

# onboarding.default_timer.subtitle
source: Change the default time for each brush
es: Cambia el tiempo predeterminado para cada cepillado
es_419: Cambia el tiempo predeterminado para cada cepillado
fr: Modifie le temps par défaut pour chaque brossage
it: Cambia il tempo predefinito per ogni lavaggio
pt_br: Mude o tempo padrão para cada escovação
pt_pt: Altera o tempo predefinido para cada escovagem

# onboarding.default_timer.title
source: Default Timer
es: Temporizador Predeterminado
es_419: Temporizador Predeterminado
fr: Minuteur par défaut
it: Timer predefinito
pt_br: Temporizador Padrão
pt_pt: Temporizador Predefinido

# onboarding.goal.description
source: Let's find out how!
es: ¡Descubramos cómo!
es_419: ¡Descubramos cómo!
fr: Découvrons comment !
it: Scopriamo come!
pt_br: Vamos descobrir como!
pt_pt: Vamos descobrir como!

# onboarding.goal.subtitle
source: We want you to never forget to brush your teeth
es: Queremos que nunca olvides cepillarte los dientes
es_419: Queremos que nunca olvides cepillarte los dientes
fr: Nous voulons que tu n'oublies jamais de te brosser les dents
it: Vogliamo che tu non dimentichi mai di lavarti i denti
pt_br: Queremos que você nunca esqueça de escovar os dentes
pt_pt: Queremos que nunca te esqueças de escovar os dentes

# onboarding.goal.title
source: Cleeth's Goal
es: El objetivo de Cleeth
es_419: El objetivo de Cleeth
fr: L'objectif de Cleeth
it: L'obiettivo di Cleeth
pt_br: Objetivo da Cleeth
pt_pt: Objetivo da Cleeth

# onboarding.notifications.subtitle
source: Choose how many notifications you want to receive per day
es: Elige cuántas notificaciones quieres recibir al día
es_419: Elige cuántas notificaciones quieres recibir al día
fr: Choisis combien de notifications tu veux recevoir par jour
it: Scegli quante notifiche vuoi ricevere al giorno
pt_br: Escolha quantas notificações quer receber por dia
pt_pt: Escolhe quantas notificações queres receber por dia

# onboarding.notifications.title
source: Push Notifications
es: Notificaciones Push
es_419: Notificaciones Push
fr: Notifications Push
it: Notifiche Push
pt_br: Notificações Push
pt_pt: Notificações Push

# onboarding.settings.description
source: Set this up on Settings
es: Configúralo en Ajustes
es_419: Configúralo en Configuración
fr: Configure-le dans Réglages
it: Configuralo in Impostazioni
pt_br: Configure nas Configurações
pt_pt: Configura nas Definições

# onboarding.timer.description
source: Just click on the Play button
es: Solo pulsa el botón de reproducción
es_419: Solo toca el botón de reproducción
fr: Il suffit d'appuyer sur le bouton Lecture
it: Basta toccare il pulsante Play
pt_br: Basta clicar no botão Play
pt_pt: Basta carregar no botão Play

# onboarding.timer.subtitle
source: Use the integrated timer to track the time for each brush
es: Usa el temporizador integrado para controlar el tiempo de cada cepillado
es_419: Usa el temporizador integrado para controlar el tiempo de cada cepillado
fr: Utilise le minuteur intégré pour suivre la durée de chaque brossage
it: Usa il timer integrato per tenere traccia del tempo di ogni lavaggio
pt_br: Use o temporizador integrado para acompanhar o tempo de cada escovação
pt_pt: Usa o temporizador integrado para controlar o tempo de cada escovagem

# onboarding.timer.title
source: Brush Timer
es: Temporizador de Cepillado
es_419: Temporizador de Cepillado
fr: Minuteur de Brossage
it: Timer di Lavaggio
pt_br: Temporizador de Escovação
pt_pt: Temporizador de Escovagem
